Repository: Aakashlifehacker/WearHacks-Website
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: fr

source: About WearHacks
fr: À propos de WearHacks

source: We bring together developers, designers, project managers, students, and engineers with an entrepreneurial and creative mind. For an intensive 48 hours, you will learn new tools, meet industry experts, collaborate with other talented students and young professionals and build new wearable and connected technology.
fr: Événement multidisciplinaire, nous réunissons développeurs, designers, graphistes, chefs de projets, étudiants, ingénieurs, artistes, architectes, créateurs et toutes autres personnes qui ont le goût de l'entrepreneuriat et l'esprit créatif. Durant 48 heures, vous utiliserez de nouveaux outils et matériels, accompagnés d'experts dans le domaine de la technologie. Vous aurez ainsi l'opportunité de collaborer avec des étudiants et jeunes professionels talentueux pour développer un projet dans les domaines de l'informatique vestimentaire et de l'Internet des objets.

source: Organization Website
fr: Site web de l'organisation

source: What you get
fr: Atouts

source: Batteries included
fr: Tout compris

source: We'll give you a wearable kit, great food and lots of coffee. You build something <strong>awesome</strong>.
fr: Nous vous donnerons un "wearable kit", de la bonne nourriture et plein de café. Vous contruirez quelque chose d'<strong>époustouflant</strong>!

source: All backgrounds
fr: Tous bienvenus

source: We welcome all kinds of <strong>innovators</strong> and industry experts, <strong>students and non-students</strong> alike, developers, engineers, designers, neuroscientists and <strong>curious minds</strong>.
fr: Nous accueillons toutes sortes d'<strong>innovateurs</strong> et de spécialistes de tout âge, qu'ils soient étudiants ou non, dans le domaine de de la technologie ou non. Ce qui compte le plus c'est qu'ils aient un <strong>esprit curieux.</strong>

source: Mentorship and Promotion
fr: Mentorat et Promotion

source: We follow-up with the teams and <strong>help promote</strong> the best projects. We organize demos, talks, etc.
fr: Nous suivons des équipes et faisons la promotion des meilleurs projets. Nous organisons des démos, des présentations, etc.

source: Strong track record
fr: Un bilan solide

source: Don't miss out!
fr: Ne ratez pas ça!

source: Register Now
fr: Inscrivez-vous

source: Let's Get In Touch!
fr: Restons en contact!

source: For any questions and inquiries, feel free to contact us!
fr: Pour toute question ou demande, n'hésitez pas à nous contacter!

source: FAQ
fr: Questions Fréquentes

source: What is WearHacks?
fr: Qu'est-ce que WearHacks?

source: WearHacks is an international Montreal-based nonprofit organization whose mission is to make hardware education - with an emphasis on the domain of Wearable and Internet of Things technologies - accessible, approachable, and affordable to everyone. Through our WearHacks hackathons, we give hackers access to cutting edge hardware devices with learning materials, create an environment whereby hackers feel comfortable exploring new domains, and reduce the price of experimentation and upfront investment from the hackers.
fr: WearHacks est une organization internationale à but non lucratif basée à Montréal dont la mission est de rendre l'éducation "hardware" (l'accent étant mis sur les domaines de l'informatique vestimentaire et l'Internet des objets) compréhensible, abordable et facile d'accès à tout le monde. À travers nos marathons de programmation, nous donnons accès aux <a href="#" data-toggle="tooltip" data-html="true" data-original-title="En anglais, on utilise le terme <emph>hackers</emph>.">bidouilleurs</a> à des technologies de pointe accompagnées de ressources d'apprentissage; nous créons un environnement dans lequel ils sont à l'aise à l'idée d'explorer de nouveaux domaines; et nous reduisons considerablement le coût associé à l'experimentation hardware ainsi que l'investissement de départ pour eux.

source: What if I'm new to all of this?
fr: Et si je suis un débutant?

source: No worries. It's definitely a plus to have prior coding or technical experience, but it's not a requirement. We'll have talks, mentors and workshops to help you with your project- Hackathons can be a great place to learn new skills in a short amount of time. Just come eager to learn, excited to meet lots of awesome people and most importantly, come ready to build.
fr: Ne t'inquiète pas. C'est vrai qu'avoir des connaissances en programmation ou une certaine expertise technique est un plus mais ce n'est pas obligatoire. Nous aurons des présentations ainsi que des mentors et des ateliers pour t'aider dans tes projets. Le hackathon peut être le lieu idéal pour aquérir de nouveaux atouts pendant une courte période. Soit juste avide de connaissances et enthousiaste à l'idée de rencontrer des gens incroyables, et surtout, soit prêt à construire!

source: How much will WearHacks cost me?
fr: Combien va me coûter WearHacks?

source: The first 50 students and 50 non-students who can solve our little puzzle can attend for free. <br> Otherwise, tickets are starting at only $15 for students and $25 for non-students. <br> <strong>This covers all costs of attending - food will be provided.</strong> See you there! :)
fr: Les premiers 50 étudiants et 50 non-étudiants qui pourront résoudre notre petit casse-tête recevront des billets gratuits. <br> Sinon, les billets sont à partir de seulement $15 pour les étudiants et $25 pour les non-étudiants. <br> <strong>Tout est compris dans les frais d'inscriptions y compris la nourriture.</strong> Au plaisir de vous voir! :)

source: What about food?
fr: Et qu'en est-il de la nourriture?

source: We've got that covered. Breakfast, lunch, dinner, snacks and drinks will be served. Locally sourced. Completely free.
fr: Ne t'inquiète pas, on a tout assuré. Déjeuner, dîner, souper, grignotines et boissons seront servis. Approvisionnés localement.

source: What should I know before coming to the event?
fr: Que devrais-je savoir avant mon arrivée à l'événement?

source: Code of Conduct
fr: Code de Conduite

source: and
fr: et

source: Reporting procedures
fr: les Procédures de Déclaration des Incidents

source: Terms and conditions </a> for the event
fr: Conditions Générales</a> de l'évènement

source: Resume Collection and Privacy Policy
fr: Utilisation et Politique de Confidentialité des curriculum vitaes

source: I don’t have a team or an idea!
fr: Je n'ai pas d'équipe ou d'idée!

source: Not a problem. You can join projects if you don't have an idea or create a project if you have an idea but no team at the event. There will be a little mingling on Friday night - time for brainstorming and team forming. Either way, you're good to go!
fr: Pas de problème. Tu peux rejoindre des projets si tu n'as pas d'idée ou créer un projet si tu as une idée mais pas d'équipe. Il y aura une session de réseautage vendredi soir pour faire du brainstorming et former les équipes. Dans tous les cas, tu n'as pas de soucis à te faire!

source: How many people can be on my team?
fr: Combien de personnes peuvent être dans mon équipe?

source: We do not have any specific requirements for team sizes, but keep in mind that the bigger your team the harder it will be to manage. We recommend a maximum team size of four people and encourage diversity.
fr: Nous n'avons pas de règles spécifiques pour le nombre de coéquipiers mais gardez en tête que les équipes nombreuses sont plus difficiles à gérer. Nous suggérons un maximum de 4 personnes par équipe et encourageons la diversité.

source: What should I bring?
fr: Qu'est-ce que je dois ramener?

source: A laptop and cables/chargers are the essentials. If you have a hardware hack in mind that uses kits not being provided, then bring along the needed components! You can also bring your sleeping bag and toiletries.
fr: Un ordinateur portable ainsi que des cables/chargeurs sont essentiels. Si vous aimeriez ramener vos propres hardware et qu'ils ne figurent pas dans la liste de matériel fourni, assurez-vous que vous avez bien tous les accessoires nécessaires.Vous pouvez également ramener un sac de couchage et accessoires de toilette.

source: Can I start working on my project before WearHacks?
fr: Est-ce que je peux commencer à travailler sur mon projet avant WearHacks?

source: The short answer is no. We do not encourage participants to work on pre-existing projects as this goes against the spirit of hackathons. However, you can definitely familiarize yourself with the APIs, libraries and kits that you want to work on. We'll also be providing more info about the APIs that our sponsors will be providing, so stay tuned!
fr: La réponse courte est non. Nous n'encourageons pas les participants à travailler sur des projets pré-existants puisque cela n'est pas en accord avec l'esprit des marathons de programmation. Cependant, vous pouvez certainement vous familiariser avec les APIs, libraries et kits sur lesquels vous aimeriez travailler.Nous allons fournir plus d'infos sur les APIs que nos sponsors nous ont offerts, alors restez à l'écoute!

source: How does judging work?
fr: Comment marche la procédure de séléction?

source: A group of judges will rate the hacks based on creativity, technical difficulty, design, and usefulness. Sponsors also evaluate projects that are competing for their respective prizes based on their own criteria. The top 10 overall projects will go to a final round of judging, where teams will demo what they built in front of all the judges and participants. We will be posting more details about our judges and judging categories closer to the event, along with what prizes are up for grabs.
fr: Un groupe de juges vont vous noter d'après la créativité dont vous avez fait preuve ainsi que d'après la difficulté technique, le design et l'utilité de votre projet. Les parains vont également évaluer les projets qui disputent leurs prix respectifs selon leur propres critères. Les 10 meilleurs projets participeront à une ronde finale où les équipes aurant à faire une démonstration de ce qu'elles ontconstruit devant tous les juges et participants. Nous allons vous fournir plus de détails sur les juges et l'arbitrage plus tard, ainsi que les prix octroyés.

source: I have a question that is not listed here. How can I contact you?
fr: J'ai une question mais elle n'est pas incluse ici.

source: Feel free to reach out to us on <a href="//twitter.com/wearhackstwitter">twitter</a>, <a href="//www.facebook.com/wearhacks">facebook</a> or <a href="mailto:montreal@wearhacks.com">email</a> with any questions.
fr: N'hésitez pas à nous contacter sur <a href="//twitter.com/wearhackstwitter">twitter</a>, <a href="//www.facebook.com/wearhacks">facebook</a> ou encore par <a href="mailto:montreal@wearhacks.com">courriel</a> si vous avez des questions.

source: Available Hardware
fr: Matériel Disponible

source: The Biggest Wearable Hackathon in North-America
fr: Le plus grand <a href="#" data-placement="bottom" data-toggle="tooltip" data-html="true" data-original-title="En anglais, on utilise le terme <emph>hackathon</emph>.">marathon de programmation</a> d'objets connectés en Amérique du Nord

source: Innovate with
fr: Innovez avec

source: Join
fr: S'inscrire

source: Sponsor Us
fr: Parrainez-nous

source: About
fr: À propos

source: Hardware
fr: Matériel

source: Sponsors
fr: Parrains

source: Judges
fr: Juges

source: Schedule
fr: Horaire

source: Venue
fr: Lieu

source: Team
fr: Équipe

source: Registration Confirmation
fr: Formulaire d'inscription

source: You're going to WearHacks Montreal 2015!
fr: Tu t'en vas à WearHacks Montréal 2015!

source: Hi
fr: Salut

source: We're glad you're joining us! We can't wait to see all the awesome stuff you'll build.
fr: Il nous fait grand plaisir de t'accueillir à WearHacks Montréal! On a hâte de voir les projets déjantés que vous allez tous nous concocter.

source: Don't forget to print and bring your ticket!
fr: N'oublie pas d'imprimer et de ramener ton billet!

source: Open the email attachment or
fr: Ouvre le billet attaché à ce courriel ou

source: download it here
fr: télécharge-le ici

source: Don't forget to print and bring this email!
fr: N'oublie pas d'imprimer et de ramener ce courriel avec toi!

source: We will update you with more details closer to the event.
fr: On va vous donner davantage de détails lorsqu'on se rapprochera de l'évènement.

source: In the meantime, take a look at
fr: Entre temps, jette un coup d'oeil à

source: our FAQ
fr: nos questions fréquentes

source: and let others know you're going via
fr: et informe les autres que tu viens à WearHacks via

source: or
fr: ou

source: Love,
fr: Bien à toi,

source: WearHacks Montreal Team
fr: Équipe WearHacks Montréal

source: Event Website
fr: Site web de l'évènement

source: Order Summary
fr: Bilan

source: Order
fr: Ordre

source: Attendee
fr: Invité

source: Ticket
fr: Billet

source: When
fr: Quand

source: October 2-4 2015
fr: 2-4 Octobre 2014

source: Detailed Schedule
fr: Horaire Détaillé

source: Where
fr: Où

source: We will send you an email update with the venue.
fr: On vous enverra un courriel pour vous tenir au courant du l'emplacement.

source: Attendee info
fr: Infos de l'Invité

source: Email
fr: Courriel

source: T-Shirt Size
fr: Taille du T-Shirt

source: Payment status
fr: Status du Paiement

source: Paid
fr: Payé

source: Not paid
fr: Non payé

source: Food allergies and Restrictions
fr: Allergies et restrictions alimentaires

source: For general inquiries
fr: Pour plus d'infos

source: View this email in your browser
fr: Voir ce courriel sur ton navigateur

source: Registration Form
fr: Formulaire d'inscription

source: WearHacks Montreal 2015 Ticket
fr: Billet WearHacks Montreal 2015

source: Oct 2-4 2015
fr: 2-4 Octobre 2015

source: Venue TBD
fr: Lieu a determiner

source: Order Info
fr: Details de l'ordre

source: Friday, Oct 2nd
fr: Vendredi 2 Octobre

source: Doors Open and Registration Mixer
fr: Ouverture des portes et Mixer d'inscription

source: Opening Ceremony
fr: Cérémonie d'Ouverture

source: 1-Minute Pitches & Team Formation
fr: Présentations-Éclairs d'une Minute et Formation des Équipes

source: Hacking Begins
fr: Début du Marathon de Programmation

source: Saturday, Oct 3rd
fr: Samedi 3 Octobre

source: Breakfast
fr: Déjeuner

source: Lunch
fr: Dîner

source: Dinner
fr: Souper

source: Sunday, Oct 4th
fr: Dimanche 4 Octobre

source: Hacking Stops
fr: Fin du Marathon de Programmation

source: Judging Round 1
fr: Procédure de Sélection: Premier Ronde

source: Judging Round 2
fr: Procédure de Sélection: Deuxième Ronde

source: Awards and Closing Ceremony
fr: Prix et Cérémonie de Fermeture

source: Midnight Snacks Available Every Day
fr: Des grignotines seront servies aux alentours de minuit tous les jours.

source: MORE EXCITING THINGS TO HAPPEN (Presentations, Workshops, etc.). Stay tuned!
fr: Plus d'activités à venir (Présentations, Ateliers, etc.). On vous tiendra au courant!
